[
  {
    "id": "IT260",
    "catalog": "2015-2017",
    "displayName": "Manufacturing Processes and Materials",
    "units": "4",
    "desc": "Introduction to a wide variety of manufacturing processes and materials with emphasis on metallic products. Analysis of relationships among manufacturing processes, materials and product design. Provides experiential learning on safe and efficient operations of manufacturing equipment. 3 lectures, 1 laboratory.\n",
    "addl": "Term Typically Offered: W, SP\nPrerequisite: CHEM 111 or CHEM 124 or CHEM 127.\n",
    "gwrCourse": false,
    "uscpCourse": false
  },
  {
    "id": "IT270",
    "catalog": "2015-2017",
    "displayName": "Selected Topics",
    "units": "1-4",
    "desc": "Directed group study of selected topics. The Schedule of Classes will list title selected. Total credit limited to 8 units. 1 to 4 lectures.\n",
    "addl": "Term Typically Offered: TBD\nPrerequisite: Open to undergraduate students and consent of instructor.\n",
    "gwrCourse": false,
    "uscpCourse": false
  },
  {
    "id": "IT300",
    "catalog": "2015-2017",
    "displayName": "Symposium Organization",
    "units": "2",
    "desc": "Managing the development of a technical information symposium from concept through symposium presentation. Organization of facilities, speakers, dinner meeting, professional meetings, industrial displays, food services, personnel, finances, and advertising. Credit/No Credit grading only. Total credit limited to 6 units. 2 seminars.\n",
    "addl": "CR/NC\nTerm Typically Offered: TBD\nPrerequisite: Completion of Area A or equivalent.\n",
    "gwrCourse": false,
    "uscpCourse": false
  },
  {
    "id": "IT303",
    "catalog": "2015-2017",
    "displayName": "Lean Six Sigma Green Belt",
    "units": "4",
    "desc": "Development of a comprehensive set of skills to effectively function as a lean six sigma leader. Discussion and problem workout sessions covering the lean six sigma green belt body of knowledge including problem definition, measurement, analysis, improvement, and control, as well as the team leadership skills necessary to complete projects. 4 lectures.\n",
    "addl": "Term Typically Offered: F, W, SP\nPrerequisite: STAT 217, STAT 218, STAT 251, or any 300 or 400 level statistics course.\n",
    "gwrCourse": false,
    "uscpCourse": false
  },
  {
    "id": "IT311",
    "catalog": "2015-2017",
    "displayName": "Industrial Safety and Quality Program Leadership",
    "units": "4",
    "desc": "Effective program development and leadership required to implement safety and quality process improvement in industry. Application of industrial leadership, knowledge, skills and methods to develop and implement total safety and quality management programs. Class safety/quality process project includes the oral presentation. 3 lectures, 1 activity.\n",
    "addl": "Term Typically Offered: F, W\nPrerequisite: IT 150 and junior standing. Formerly IT 411.\n",
    "gwrCourse": false,
    "uscpCourse": false
  },
  {
    "id": "IT326",
    "catalog": "2015-2017",
    "displayName": "Product Design and Development",
    "units": "4",
    "desc": "Product design and development methods with focus on user-centered design and design thinking involving basic sketching and quick prototyping techniques. Hands-on activities for different phases of new product development: identification of customer needs, concept generation/selection/testing, industrial design, design for environment, design for manufacturing, product architecture, product dissection, reverse engineering, and intellectual property. 3 lectures, 1 laboratory.\n",
    "addl": "Term Typically Offered: F, SP\nPrerequisite: PSC 101 or completion of PHYS course in GE Area B3.\n",
    "gwrCourse": false,
    "uscpCourse": false
  },
  {
    "id": "IT329",
    "catalog": "2015-2017",
    "displayName": "Industrial Materials",
    "units": "4",
    "desc": "Structure, properties, applications and limitations of select industrial materials to include ferrous and nonferrous metals, ceramics, glasses, composites, and organic materials. Materials testing and material selection. 3 lectures, 1 activity.\n",
    "addl": "Term Typically Offered: TBD\nPrerequisite: CHEM 110 or CHEM 111 or equivalent, and junior standing.\n",
    "gwrCourse": false,
    "uscpCourse": false
  },
  {
    "id": "IT330",
    "catalog": "2015-2017",
    "displayName": "Packaging Fundamentals",
    "units": "4",
    "desc": "Overview of packaging. Historical development, functions, and materials. Processes and technology employed to protect goods through the supply chain. Container types, package design, development, research and testing. Economic and international importance and perspective as an industrial activity. Packaging and the environment, and laws affecting packaging. 3 lectures, 1 laboratory.\n",
    "addl": "GE Area F\nTerm Typically Offered: F,W,SP,SU\nPrerequisite: Junior standing; completion of GE Area B3 via a course in physics (PHYS), Honors Contract physics (HNRS), or physical science (PSC). Fulfills GE Area F.\n",
    "gwrCourse": false,
    "uscpCourse": false
  },
  {
    "id": "IT341",
    "catalog": "2015-2017",
    "displayName": "Packaging Polymers and Processing",
    "units": "4",
    "desc": "Physical and chemical properties of plastic materials, processing techniques, recycling, laws and regulations. Evaluation of current materials and technologies to reduce waste, improve reuse and recycling. Applied laboratory with common industry processes emphasizes relationships among processing, structure, and properties, as well as consumer interaction to specifications. 3 lectures, 1 laboratory.\n",
    "addl": "GE Area F\nTerm Typically Offered: F, W, SP\nPrerequisite: Junior standing and completion of GE Area B3 via college level CHEM. Fulfills GE Area F.\n",
    "gwrCourse": false,
    "uscpCourse": false
  },
  {
    "id": "IT371",
    "catalog": "2015-2017",
    "displayName": "Supply Chain Management in Manufacturing and Services",
    "units": "4",
    "desc": "Introduction to supply chain management decision-making. Supply or value chains dealing with hard goods and services from design to daily management. Project management techniques and technology for making and implementing decisions. 4 lectures.\n",
    "addl": "Term Typically Offered: F,W,SP,SU\nPrerequisite: A grade of C- or better, or consent of instructor, in: MATH 141 or MATH 221, and STAT 217 or STAT 218 or STAT 252 or STAT 302.\n",
    "gwrCourse": false,
    "uscpCourse": false
  },
  {
    "id": "IT390",
    "catalog": "2015-2017",
    "displayName": "Industrial Automation",
    "units": "4",
    "desc": "Automated manufacturing systems, including computer numerical control (CNC), robotics, computer-integrated manufacturing, assembly and packaging. Hands-on activities in manual/automatic programming/operation of CNC machines, robots and programmable logic controllers. 2 lectures, 2 activities.\n",
    "addl": "Term Typically Offered: F, W\nPrerequisite: IT 233 and IT 260. Formerly IT 445.\n",
    "gwrCourse": false,
    "uscpCourse": false
  },
  {
    "id": "IT400",
    "catalog": "2015-2017",
    "displayName": "Special Problems for Advanced Undergraduates",
    "units": "1-4",
    "desc": "Individual investigation, research, studies, or surveys of selected problems. Total credit limited to 8 units, with a maximum of 4 units per quarter.\n",
    "addl": "Term Typically Offered: TBD\nPrerequisite: Consent of instructor.\n",
    "gwrCourse": false,
    "uscpCourse": false
  },
  {
    "id": "IT402",
    "catalog": "2015-2017",
    "displayName": "Developing and Presenting New Enterprise Strategies",
    "units": "4",
    "desc": "Taking a new industrial enterprise from concept to successful launch. The planning and management of a successful product-based start-up to include the integration of: product development; manufacturability and costs of production; manufacturing/outsourcing decisions; market channel selection; supply chain and distribution alternatives; inventory investment and scheduling to meet estimated demand. Successful new enterprises and application to a class project case study. Special emphasis on skills associated with developing effective technical presentations. 2 lectures, 2 activities.\n",
    "addl": "Term Typically Offered: W\nPrerequisite: COMS 101 or COMS 102, BUS 346.\n",
    "gwrCourse": false,
    "uscpCourse": false
  },
  {
    "id": "IT403",
    "catalog": "2015-2017",
    "displayName": "Quality Systems Management",
    "units": "4",
    "desc": "Quality assurance as viewed from a systems perspective that includes cost, time, and process elements. Lean thinking applied as a problem solving approach to achieve continuous process improvement through the elimination of waste and the reduction of variability. 4 lectures.\n",
    "addl": "Term Typically Offered: F, W\nPrerequisite: IT 303; Business majors must have formally declared their concentration to enroll.\n",
    "gwrCourse": false,
    "uscpCourse": false
  },
  {
    "id": "IT406",
    "catalog": "2015-2017",
    "displayName": "Industrial Sales",
    "units": "4",
    "desc": "Development of the technical competencies required in industrial selling and purchasing through the application of value stream mapping techniques and the philosophies and tool sets encompassing the discipline of process management as it relates to sales, marketing and customer service in Industrial settings. Includes guest speakers and team-based projects with local business organizations, individual and team product presentations, with written proposals. 3 lectures, 1 activity.\n",
    "addl": "Term Typically Offered: F, SP\nPrerequisite: BUS 346.\n",
    "gwrCourse": false,
    "uscpCourse": false
  },
  {
    "id": "IT407",
    "catalog": "2015-2017",
    "displayName": "Applied Business Operations",
    "units": "4",
    "desc": "An integrative experience replicating a manufacturer's business/production systems, including the design, fabrication, processing, quality control, resource management, cost-control, marketing, sales and packaging functions. Focus of instruction methodology on the development of the student's comfort with ambiguity and change inherent in business/ production systems. Builds upon the foundational concepts developed throughout the Industrial Technology curriculum. 2 lectures, 2 laboratories.\n",
    "addl": "Term Typically Offered: F, SP\nPrerequisite: IT 233, IT 260, IT 311, IT 326 and BUS 346.\n",
    "gwrCourse": false,
    "uscpCourse": false
  },
  {
    "id": "IT408",
    "catalog": "2015-2017",
    "displayName": "Paper and Paperboard Packaging",
    "units": "4",
    "desc": "Physical and chemical properties, manufacture, conversion and use of paper, paperboard, corrugated board and related components. Design, use and evaluation of packages made from these materials. Survey of tests and procedures for paper based packaging materials and packaging products following ASTM, TAPPI, and ISO standards. 3 lectures, 1 laboratory.\n",
    "addl": "Term Typically Offered: W, SP\nPrerequisite: IT 330.\n",
    "gwrCourse": false,
    "uscpCourse": false
  },
  {
    "id": "IT409",
    "catalog": "2015-2017",
    "displayName": "Packaging Machinery and Processes",
    "units": "4",
    "desc": "Integrated study of packaging machinery and processes from a practical and operational viewpoint. Understanding basic processes and interrelationship between packaging machinery and type of product, production layout and efficiency, material handling and distribution equipment, quality control and ancillary systems. 3 lectures, 1 activity.\n",
    "addl": "Term Typically Offered: W\nPrerequisite: IT 330.\n",
    "gwrCourse": false,
    "uscpCourse": false
  },
  {
    "id": "IT410",
    "catalog": "2015-2017",
    "displayName": "Operations Planning and Control",
    "units": "4",
    "desc": "Linking supply chain operations to deliver value to the end customer. Contrasting of advanced manufacturing concepts, such as pull systems, sales and operations planning, mixed model manufacturing, level production, and theory of constraints to traditional materials requirements planning systems. 3 lectures, 1 activity.\n",
    "addl": "Term Typically Offered: F, W\nPrerequisite: BUS 391; and IT 303 or IT 341 or IT 371.\n",
    "gwrCourse": false,
    "uscpCourse": false
  },
  {
    "id": "IT415",
    "catalog": "2015-2017",
    "displayName": "Supply Chain and Logistics",
    "units": "4",
    "desc": "Key concepts, tools, and approaches for making effective supply chain and logistics decisions in support of business goals. Practical management issues and applications are the focus rather than theoretical, mathematical optimization. Business cases and simulations are used to illustrate and explore best practices. 4 lectures.\n",
    "addl": "Term Typically Offered: SP\nPrerequisite: IT 303, IT 326, IT 330, IT 341, or IT 371.\n",
    "gwrCourse": false,
    "uscpCourse": false
  },
  {
    "id": "IT419",
    "catalog": "2015-2017",
    "displayName": "Cooperative Education/Internship",
    "units": "1-4",
    "desc": "Work experience in business, industry, government and other areas of student career interest. Periodic written progress reports, final report, and evaluation by work supervisor required. Total credit limited to 4 units. Credit/No Credit grading.\n",
    "addl": "CR/NC\nTerm Typically Offered: TBD\nPrerequisite: Approval of area chair, junior standing, and a CPSLO cumulative GPA of at least 2.5 without being on academic probation.\n",
    "gwrCourse": false,
    "uscpCourse": false
  },
  {
    "id": "IT428",
    "catalog": "2015-2017",
    "displayName": "Commercialization of New Technologies",
    "units": "4",
    "desc": "Concepts, frameworks, and experiences necessary to understand the business potential of technology innovations and determine if one or more sustainable market opportunities can be identified to exploit them. Hands-on exercises and real new inventions to illustrate concepts. 4 lectures.\n",
    "addl": "Term Typically Offered: W, SP\nPrerequisite: IT 326 or BUS 342 or BUS 346 and BUS 212 or BUS 214.\n",
    "gwrCourse": false,
    "uscpCourse": false
  },
  {
    "id": "IT430",
    "catalog": "2015-2017",
    "displayName": "Healthcare Packaging",
    "units": "4",
    "desc": "Study of packaging systems used for pharmaceuticals, nutraceuticals, and medical devices. Characteristics and properties of materials, packaging forms, and sterilization methods. Design principles for products for healthcare environments. Includes laboratory exercises on packaging operations, materials, and evaluation methods. International and federal regulations and standards. Field trip may be required. 3 lectures, 1 laboratory.\n",
    "addl": "Term Typically Offered: F\nPrerequisite: IT 330 and IT 341.\n",
    "gwrCourse": false,
    "uscpCourse": false
  },
  {
    "id": "IT435",
    "catalog": "2015-2017",
    "displayName": "Packaging Development",
    "units": "4",
    "desc": "The development of industrial and consumer goods packaging from concept to marketplace. Interplay of package design for marketing, production and distribution. Development of the package function for optimal market and consumer performance. Case studies of domestic and international package/product successes and failures with critical examination of performance, economic and social factors. Class project for analysis and solution. 3 lectures, 1 activity.\n",
    "addl": "Term Typically Offered: SP\nPrerequisite: IT 330 and IT 341.\n",
    "gwrCourse": false,
    "uscpCourse": false
  },
  {
    "id": "IT457",
    "catalog": "2015-2017",
    "displayName": "Radio Frequency Identification in Supply Chain Management",
    "units": "4",
    "desc": "An overview of Radio Frequency Identification (RFID) technology from the managerial standpoint. Developing simple RFID solutions using development kits. 2 lectures, 2 laboratories.\n",
    "addl": "Term Typically Offered: TBD\nPrerequisite: PHYS 121 or PHYS 122, MATH 141 or MATH 221.\n",
    "gwrCourse": false,
    "uscpCourse": false
  },
  {
    "id": "IT461",
    "catalog": "2015-2017",
    "displayName": "Senior Project I",
    "units": "2",
    "desc": "Selection and completion of a project under faculty supervision. Projects typical of problems graduates must solve in their field of employment. Project results presented in a formal report, and must be completed in two quarters. Minimum 120 hours total time.\n",
    "addl": "Term Typically Offered: F\nPrerequisite: Consent of instructor.\n",
    "gwrCourse": false,
    "uscpCourse": false
  },
  {
    "id": "IT462",
    "catalog": "2015-2017",
    "displayName": "Senior Project II",
    "units": "2",
    "desc": "Selection and completion of a project under faculty supervision. Projects typical of problems graduates must solve in their field of employment. Project results presented in a formal report, and must be completed in two quarters. Minimum 120 hours total time.\n",
    "addl": "Term Typically Offered: W\nPrerequisite: Consent of instructor.\n",
    "gwrCourse": false,
    "uscpCourse": false
  },
  {
    "id": "IT464",
    "catalog": "2015-2017",
    "displayName": "Applied Industrial Technology Senior Project Seminar",
    "units": "4",
    "desc": "Selection and analysis of industrial and technological problems and opportunities in directed individual or group-based projects. Problems typical to those which graduates could encounter in their fields of employment. Formal report required. 4 seminars.\n",
    "addl": "Term Typically Offered: TBD\nPrerequisite: Senior standing.\n",
    "gwrCourse": false,
    "uscpCourse": false
  },
  {
    "id": "IT470",
    "catalog": "2015-2017",
    "displayName": "Selected Advanced Topics",
    "units": "1-4",
    "desc": "Directed group study and seminars in selected topics in industrial technology. Open to undergraduate students. Class Schedule will list topic selected. Total credit limited to 12 units. 1 to 4 lectures.\n",
    "addl": "Term Typically Offered: TBD\nPrerequisite: Consent of instructor.\n",
    "gwrCourse": false,
    "uscpCourse": false
  },
  {
    "id": "IT471",
    "catalog": "2015-2017",
    "displayName": "Selected Advanced Laboratory",
    "units": "1-4",
    "desc": "Directed group laboratory study of selected topics for advanced students. Open to undergraduate and graduate students. The Schedule of Classes will list title selected. Total credit limited to 8 units. 1 to 4 laboratories.\n",
    "addl": "Term Typically Offered: TBD\nPrerequisite: Consent of instructor.\n",
    "gwrCourse": false,
    "uscpCourse": false
  },
  {
    "id": "IT475",
    "catalog": "2015-2017",
    "displayName": "Packaging Performance Testing",
    "units": "4",
    "desc": "Survey of tests and procedures for packaging materials and packaging products following ASTM and ISTA standards. The testing procedures include tests for shock, vibration, drop and impact as prescribed for shipment by truck, rail, sea, and air. Hands-on product/packaging testing for quality control. 3 lectures, 1 laboratory.\n",
    "addl": "Term Typically Offered: F, SP\nPrerequisite: IT 330.\n",
    "gwrCourse": false,
    "uscpCourse": false
  },
  {
    "id": "IT500",
    "catalog": "2015-2017",
    "displayName": "Individual Study",
    "units": "1-6",
    "desc": "Advanced study planned and completed under the direction of a member of the department faculty. Open only to graduate students who have demonstrated ability to do independent work. Maximum of 6 units may be applied to degree requirements.\n",
    "addl": "Term Typically Offered: TBD\nPrerequisite: OCOB graduate standing and formal petition with approval from the Associate Dean.\n",
    "gwrCourse": false,
    "uscpCourse": false
  },
  {
    "id": "IT531",
    "catalog": "2015-2017",
    "displayName": "Lean Six Sigma Value Chain Management",
    "units": "4",
    "desc": "Familiarization with the Lean Six Sigma process improvement methodology and practice using Six Sigma Black Belt tools. A Six Sigma Black Belt is an individual skilled in applying basic and advanced process improvement and project management methods in order to complete projects that will result in significant, sustainable improvements within an organization. 2 lectures, 2 laboratories.\n",
    "addl": "Term Typically Offered: TBD\nPrerequisite: OCOB graduate standing or approval from the Associate Dean.\n",
    "gwrCourse": false,
    "uscpCourse": false
  },
  {
    "id": "IT532",
    "catalog": "2015-2017",
    "displayName": "Technology Entrepreneurship",
    "units": "4",
    "desc": "An understanding of the technology entrepreneurship processes by which new and innovative technologies are developed, embodied in products and/or services, brought to market, financed, and yield significant company growth. Focus on the technology startup experience, which has become a critical ingredient in national competitiveness as well as the career path of many former IT students. 2 lectures, 2 laboratories.\n",
    "addl": "Term Typically Offered: TBD\nPrerequisite: OCOB graduate standing or approval from the Associate Dean.\n",
    "gwrCourse": false,
    "uscpCourse": false
  },
  {
    "id": "IT533",
    "catalog": "2015-2017",
    "displayName": "Industrial Processes and Materials",
    "units": "4",
    "desc": "Survey of emerging industrial processes and materials, and enterprise management implications of alternatives. Integrative problems such as concurrent engineering, material and process selection. 2 lectures, 2 laboratories.\n",
    "addl": "Term Typically Offered: TBD\nPrerequisite: OCOB graduate standing or approval from the Associate Dean.\n",
    "gwrCourse": false,
    "uscpCourse": false
  },
  {
    "id": "IT534",
    "catalog": "2015-2017",
    "displayName": "Advanced Packaging Dynamics for Distribution",
    "units": "4",
    "desc": "The latest technologies and techniques utilized to protect a product from common and singular distribution hazards. Distribution hazards, product fragility, cushion performance, structural package design and the ASTM, ISTA and military packaging regulations and testing protocols. Distribution environment measurement using data recorders and simulation of the captured data in a packaging dynamics lab. 2 lectures, 2 laboratories.\n",
    "addl": "Term Typically Offered: TBD\nPrerequisite: OCOB graduate standing or approval from the Associate Dean.\n",
    "gwrCourse": false,
    "uscpCourse": false
  },
  {
    "id": "IT545",
    "catalog": "2015-2017",
    "displayName": "Advanced Product Design and Development",
    "units": "4",
    "desc": "Product design and development using current CAD modeling systems and rapid prototyping technologies. Comprehensive simulation of the product development life cycle from initial concept to completed prototype. Applications of three-dimensional modeling and rapid prototyping techniques to support product development from concept to completion. 2 lectures, 2 laboratories.\n",
    "addl": "Term Typically Offered: TBD\nPrerequisite: OCOB graduate standing or approval from the Associate Dean.\n",
    "gwrCourse": false,
    "uscpCourse": false
  },
  {
    "id": "IT570",
    "catalog": "2015-2017",
    "displayName": "Selected Advanced Topics",
    "units": "1-4",
    "desc": "Directed group study of selected topics for advanced students. Open to undergraduate students. The Schedule of Classes will list title selected. Total credit limited to 16 units. 1-4 seminars.\n",
    "addl": "Term Typically Offered: TBD\nPrerequisite: OCOB graduate standing or approval from the Associate Dean.\n",
    "gwrCourse": false,
    "uscpCourse": false
  },
  {
    "id": "IT571",
    "catalog": "2015-2017",
    "displayName": "Selected Advanced Topics Laboratory",
    "units": "1-4",
    "desc": "Directed group laboratory study of selected topics for advanced students. The Schedule of Classes will list title selected. Total credit limited to 16 units. 1-4 laboratories.\n",
    "addl": "Term Typically Offered: TBD\nPrerequisite: OCOB graduate standing or approval from the Associate Dean.\n",
    "gwrCourse": false,
    "uscpCourse": false
  },
  {
    "id": "IT591",
    "catalog": "2015-2017",
    "displayName": "Applied Industry Project I",
    "units": "2",
    "desc": "Initiation, completion and presentation of an individual project, involving research, allowing an opportunity to apply knowledge, skills, and competencies to address a significant business issue in the field of industrial technology, preferably in connection with the student's employment. As part of IT 591 a formal written project proposal must be accepted and approved by the Industrial Technology Area Chair before work begins.\n",
    "addl": "Term Typically Offered: TBD\nPrerequisite: OCOB graduate standing or approval from the Associate Dean.\n",
    "gwrCourse": false,
    "uscpCourse": false
  },
  {
    "id": "IT592",
    "catalog": "2015-2017",
    "displayName": "Applied Industry Project II",
    "units": "3",
    "desc": "Initiation, completion and presentation of an individual project, involving research, allowing an opportunity to apply knowledge, skills, and competencies to address a significant business issue in the field of industrial technology, preferably in connection with the student's employment. As part of IT 591 a formal written project proposal must be accepted and approved by the Industrial Technology Area Chair before work begins.\n",
    "addl": "Term Typically Offered: TBD\nPrerequisite: OCOB graduate standing or approval from the Associate Dean.\n",
    "gwrCourse": false,
    "uscpCourse": false
  },
  {
    "id": "IT594",
    "catalog": "2015-2017",
    "displayName": "Business and Technology Project I",
    "units": "3",
    "desc": "Development of a comprehensive applied research project proposal, including problem statement, literature review, questions and hypotheses, research design and methodology, procedures, research sample, proposed data collection and analyses. The project proposal must be accepted and approved by the Industrial Technology Area Chair.\n",
    "addl": "Term Typically Offered: TBD\nPrerequisite: Graduate standing in the Master of Science in Business and Technology program or approval from the Associate Dean.\n",
    "gwrCourse": false,
    "uscpCourse": false
  },
  {
    "id": "IT595",
    "catalog": "2015-2017",
    "displayName": "Business and Technology Project II",
    "units": "3",
    "desc": "Execution of the comprehensive applied research project proposal developed in IT 594. Included by illustration: securing a study sample, developing data collection instruments and procedures, completing data collection, and preparing the project data set for statistical or qualitative analyses.\n",
    "addl": "Term Typically Offered: TBD\nPrerequisite or corequisite: Satisfactory completion of IT 594 and Graduate standing in the Master of Science in Business and Technology program or approval from the Associate Dean.\n",
    "gwrCourse": false,
    "uscpCourse": false
  },
  {
    "id": "IT596",
    "catalog": "2015-2017",
    "displayName": "Business and Technology Project III",
    "units": "3",
    "desc": "Completion of the applied research project executed in IT 595. Included by illustration: final analyses, developing data displays, writing the final discussion chapter, editing project report and making an oral presentation to IT faculty.\n",
    "addl": "Term Typically Offered: TBD\nPrerequisite or corequisite: Satisfactory completion of IT 595 and Graduate standing in the Master of Science in Business and Technology program or approval from the Associate Dean.\n",
    "gwrCourse": false,
    "uscpCourse": false
  },
  {
    "id": "IT599",
    "catalog": "2015-2017",
    "displayName": "Industrial and Technical Studies Thesis",
    "units": "3",
    "desc": "Completion of a thesis involving individual research that is significant to the field of industrial and technical systems. A formal written proposal must be accepted by the Associate Dean of OCOB Graduate Programs before work begins. Course satisfies culminating experience requirement through the completion of the comprehensive thesis. Total credit limited to 9 units.\n",
    "addl": "Term Typically Offered: TBD\nPrerequisite: OCOB graduate standing or approval from the Associate Dean.\n",
    "gwrCourse": false,
    "uscpCourse": false
  }
]
